[
  [
    "reduction",
    "Gives free relaxed feeling and mitigates dust allergies and skin disease. Good for arthritic conditions",
    "Helpful in diabetes",
    "Energy giving. Provides good thinking, chaitanya. Sarvarogaharini (panacea)",
    "Good for joint and back pain",
    " ",
    "Sick patients get over their depression, anxiety. Reduces absent mindedness",
    "Curative for heart disease and nervous irritablility, neurosis, worry and distress.",
    "Gives energy and removes tension",
    "Promotes dhyana (meditation) at mental and physical levels",
    "Helps to prevent stone formation, burning sensations, sleeplessness and anxiety.",
    "Good for nerves. Cures diseases like slight headache, sleeplessness, and sinus problems.",
    "Ushana vyathi nasini ( alleviates diseases related to heat",
    "Clears paralysis, giddiness, pain in legs/hands, etc. and nervous complaints",
    "To awaken someone out of deep sleep",
    "Counters pollution. It can be called the Gateway to Carnatic music. The history of Camatic music says that the blessed musician, Purandaradasar.",
    "Mayamalava gowla. This raga has the power to neutralize toxins in the body. Practicing it in the early hours of the morning, in the midst of nature will enhance the strength of the vocal chords.",
    "Mohana is present where beauty and love coexist. It filters out the ill-effects of kama (desire for sex) , krodha (anger) and moha (lust), bestowing immense benefits on the listener. Also said to sures chronic headaches, indigestion, and depression.",
    "To get rid of insomnia",
    "Cures kidney disease",
    "Counters pollution. It can be called the Gateway to Carnatic music. The history of Camatic music says that the blessed musician, Purandaradasar, introduced the system of",
    "Cures back pain, joint pain, etc.",
    "Makes mind sober, tranquil, induces good sleep. Good for world peace.",
    "Supresses stomach pain in both men and women. Reduces kidney type problems. Controls blood pressure",
    "Elevates from depressed state. Cures balagraha dosham in children ( undiagnoses crying and imitability). For sleeplessness, itching, eye and ear problems, skin problems, and the problems of hearing irregular sounds",
    "Removes sins and sorrows and saves from unforesenn events",
    " Powerful raga for meditation; bestows benevolence of God. Removes sadness, ushana roga santi (diseases related to excess heat). Good for general health",
    "Cures ear, nose and eye diseases. Relieves chronic clods. Gives good sleep and freshness",
    "The power of this raga is incredible. It cures mental illness, soothes the turbulent mind and restores peace and harmony. If rendered with total devotion for a stipulated period, it can cure mental disorders said to be beyond the scope of medical treatment. It also is said to have the power to shower wealth.",
    "Sharpens the intellect of the singer as well as the listener. Instills courage in one's mind and replenishes the energy in the body.",
    "Alleviates mental dilemmas and indecisiveness",
    "Remover of sorrows. Gives a happy feeling. Tonic for nerves. Cures rhinitis and migraine.",
    "Mitigates stomach burn, insomnia, fear, disgust",
    "Alleviates asthma, bronchitis, heart disease, depression, skin disease and skin allergy",
    "Helps in attaining Guru's grace",
    "Varali is good for vayu tatva, heart, skin ailments and gastric problems.",
    "Controls high and low blood pressure, cures heart as well as nervous diseases. Can dear the fog of confusion when a series of medical tests has to be analysed. It heals nervous breakdowns.",
    "Cures paralysis",
    "General tonic, acts quickly",
    "Gives freshness and dynamism",
    "evokes sweet, deep, heavy, cloudy and stable state of mind and prevents acidity",
    " arouses a feeling of darkness, stability, depths and calmness. This Raga is also used in treatment ",
    " is considered very effective in easing tension. It is a late night Raga composed by Tansen for Akbar",
    " give treamendous relief to patients of high blood pressure.",
    " is supposed to sustain chords which automatically brings down blood pressure.",
    "Reduces anxiety, pressures,skin, disease, allergies",
    " helps to cure low blood pressure.",
    " Provides relief T.B, Cancer, Severe Cold, Phlegm, Sinus, toothache .",
    " Useful in the treatment of asthma and sunstroke.",
    " Provides relief from cold and headache.",
    " These Ragas are useful in blood purification..",
    "Gives energy and removes tension and acts as general tonic. Dispels the darkness of fear; Gives motherly comfort and increases confidence. Kalyani means mangalam. Recited with faith and devotion, it is believed to clinch marriage alliances. Many authentic reports exist about the raga's power to destroy fear in many forms: fear of poverty, of love, of power, of ill-health, of death, and so on.",
    "To awaken someone out of deep sleep",
    "Shantirastu Pushtirastu, 26th raga in the melakarta scale (parent) of the south Indian classical music. Rejuvenates the mind helping one to age gracefully. It enlivens the singer and listener.",
    "The suppression of the senses releases a negative force. The process of sublimation needs a spiritual path. Rag Desh can provide that. Its energy gives the listener serenity, peace, inner joy, right valor, universal love and patriotism",
    "Quells paralysis and sicorders of the mind",
    "Healing Raga, Sleep and Beyond"
  ]
]
